{
  "model_type": "my-bert",
  "vocab_size": 8192,
  "hidden_size": 384,
  "num_hidden_layers": 12,
  "num_attention_heads": 6,
  "intermediate_size": 1280,
  "max_position_embeddings": 512,
  "position_bucket_size": 32,
  "hidden_dropout_prob": 0.1,
  "attention_probs_dropout_prob": 0.1,
  "layer_norm_eps": 1e-5,
  "gradient_checkpointing": false,
  "architectures": [
    "BertModel",
    "BertForMaskedLM"
  ],
  "auto_map": {
    "AutoConfig":             "model_configuration.ModelConfig",
    "AutoModel":              "modeling.BertModel",
    "AutoModelForMaskedLM":   "modeling.BertForMaskedLM"
  }
}
