{
  "tokenizer_class": "PreTrainedTokenizerFast",
  "do_lower_case": false,
  "unk_token": "<unk>",
  "pad_token": "<pad>",
  "cls_token": "<s>",
  "sep_token": "</s>",
  "mask_token": "<mask>",
  "model_max_length": 512
}
